{
  "text": "Alex Salmond has been speaking out after a week of attacks over whether an independent Scotland would be able to keep the pound or remain in the EU. Here are the key points from the Scottish first minister’s speech:\n\n• Salmond said George Osborne’s arguments against Scotland keeping the pound were based on a “caricature” of macroeconomic policy. Many of the issues Osborne had raised had already been answered by the fiscal commission working group, a group of advisers analysing the issues an independent Scotland would have to deal with. London-based financial assets would always have to be backed by London even if Scotland were independent, he said. If Osborne did not allow Scotland to share the pound he would be in effect imposing a “George tax” of hundreds of millions of pounds on businesses in the remaining UK.\n\n\n\n• He renewed his threat to reject Scotland’s share of the UK’s debt if Edinburgh did not receive its share of the UK’s assets, including the Bank of England ie the currency.\n\n\n\n• He said he was confident the EU would find a pragmatic way to allow Scotland to become a member. To not do so would go against the grain of the union’s democratic values. The real threat to Scotland’s place in the EU came from the Tories’ plans to hold a UK-wide in/out referendum, Salmond said.\n\n\n\n• He said that politically it had been a mistake for Labour and the Liberal Democrats to team up with the Conservatives to try to tell Scotland what it could and could not do. But he was sure that after a yes vote negotiations between an independent Scotland and the rest of the UK would become constructive again as economic sense and self-interest prevailed.\n\n\n\n• In Osborne’s speech, the chancellor referred to an independent Scotland as a foreign country, Salmond recalled - but the rest of the UK would never be a foreign country to Scots, the first minister said. \n\n\n\nI’ll look at how the speech went down in Scotland and the rest of the UK now.",
  "sentences": [
    "Alex Salmond has been speaking out after a week of attacks over whether an independent Scotland would be able to keep the pound or remain in the EU.",
    "Here are the key points from the Scottish first minister’s speech:\n\n• Salmond said George Osborne’s arguments against Scotland keeping the pound were based on a “caricature” of macroeconomic policy.",
    "If Osborne did not allow Scotland to share the pound he would be in effect imposing a “George tax” of hundreds of millions of pounds on businesses in the remaining UK.",
    "But he was sure that after a yes vote negotiations between an independent Scotland and the rest of the UK would become constructive again as economic sense and self-interest prevailed.",
    "• In Osborne’s speech, the chancellor referred to an independent Scotland as a foreign country, Salmond recalled - but the rest of the UK would never be a foreign country to Scots, the first minister said."
  ]
}
