{
  "text": "12.09pm EDT\n12:09\n\n\n\n\nSo congratulations to Stanley Matthews, Stan Mortensen, Bill Perry, Joe Smith and everyone else at Blackpool. The FA Cup is still the trophy held in the highest regard by most fans in the land, and it’s the one England’s greatest player wanted to win. With genuine apologies to those in the Bolton area, a nation celebrates tonight. We’re sure Bolton’s time will come soon. Meanwhile let this final resonate down the years ... but it probably won’t be remembered as the Joe Smith Final, no. How about the Mortensen Final? That sounds about right to us; he has just scored the first cup-final hat-trick at Wembley after all. Oh all right, the Matthews final it is ... and the Old International has delivered his verdict on it. Enjoy, enjoy, and thanks for reading this MBM!\n\n\n\n\n\nMatthews undermines Bolton\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  The Blackpool team leave Wembley on top of their bus. Photograph:  12.12pm  EDT\n12:03\n\n\n\n\nA word with the runners-up, as they emerge from the dressing room suited and booted. “We were sitting in the bath together looking at each other, with tears rolling down our faces,” Willie Moir, Bolton’s captain, reports. “I don’t think it was so much that we were losing. I think we were all jiggered.” And Nat Lofthouse adds: “You get over it. I’d like to go to Wembley every year in a cup final, even if we lost. Still be nice! I think the honour is getting to Wembley.” \n\n\n\nUpdated\nat 3.08pm  EDT\n12:02\n\n\n\n\nBlackpool have a civic reception planned when they get back home on Monday. They’ll enter Blackpool from the south and will tour the length of the promenade with the cup displayed from the roof of their motor-coach. The Mayor will throw them a bash at the Town Hall. And that’s not the end of it! On Tuesday the club plans to hold a team dinner and dance at the Winter Gardens, while in another part of the same building, the supporters’ club will be holding a celebration bop of their  EDT\n12:01\n\n\n\n\nThe BBC appear to have done a good job. “The television service did a fine piece of work with the Football Association Cup final,” begins our Radio Critic. “Not a single movement in this exciting match was missed; each goal was clearly seen, and the choice of picture, that is the switching from a long-shot to a close-up at any given moment, was done with great skill and good sense. The setting to the game - the preliminaries and the presentations afterwards - were also fully covered, with community singing first and the presentation of the players to the Duke of Edinburgh. After the game there were some excellent close-up pictures as the Cup and the medals were given by the Queen; pictures which concentrated on the players as they came in turn before the camera, and let one see just how a Cup-winner or a good loser looks at this unique moment. Television newsreel cameras will be taking pictures when Blackpool take the Cup  EDT\n12:00\n\n\n\n\nAnother innovation, as Johnston is interviewed on the pitch as players mingle to celebrate and commiserate. “I’m certainly mighty pleased we won the cup this afternoon,” Blackpool’s captain says. “I must say I’m very sorry for the way Bolton had to go, but we’ve had it twice, and I hope they’ll come again.” Hear, hear. Man-of-the-moment Matthews is slightly less eloquent: “As a matter of fact, I’m just breathless!” \n\n\n\n\n\n\n\n\n\n\n  Johnston is interviewed by the press while holding the trophy. Matthews has also got a hand on it. Photograph: PA\n\n\n\n\nUpdated\nat 12.04pm  EDT\n11:59\n\n\n\n\nOnce Blackpool make it back down to the hallowed turf, a microphone is propped up in front of the winning captain Johnston. Over the PA, he calls for three cheers for Her Maj. Hip hip! Then he and Matthews are carried shoulder-high by their team-mates, the cup carried between them. This is a beautiful scene, the least a man like Matthews deserves; it’s an honour never before paid to a player who wasn’t the winning team captain. Nobody thought they’d ever witness this after his heartbreak as a 36-year-old in  EDT\n11:57\n\n\n\n\nBolton are awarded a mighty cheer too, as they trot up to claim their\n\nlosers\n runners-up medals. Please, these young men are not losers. They’ve made their contribution to an instant classic. Somewhere in a parallel universe, Lofthouse’s shot went in instead of hitting the post, Bell didn’t pick up that terrible injury, and Bolton went on to win easily. But the luck wasn’t with them today. Their captain Moir, who must have started to daydream about lifting the cup himself, flashes a golden smile as the Queen hands him his gong. Such exemplary sportsmanship by Bolton, who held out for so long, only to have their hearts broken by a bona-fide genius. But when the pain subsides, they’ll feel pride in taking part in this game. They’ll be fondly remembered years from now, when some winning teams are long  EDT\n11:55\n\n\n\n\nA huge roar as Harry Johnston climbs the famous 39 steps. At the top of them, he’s handed the cup by Queen Elizabeth II. An even bigger roar as he hoists the trophy into the Wembley sky. And then the roof comes off as the Queen hands Matthews his precious prize! They’ll hear that one all the way back in Lancashire. A look of relaxed satisfaction washes across Matthews’ face. It’s not jubilation; that would be too crass. It’s the quiet, content reflection of an artist who has finally realised his vision.\n\n\n\n\n\n\n\n\n\n\n  The Blackpool captain, Harry Johnston, shakes the hand of the Queen before receiving the trophy. Photograph:  12.00pm  EDT\n11:54\n\n\n\n\nIn truth, that was a slight curate’s egg of a performance from Matthews. An awful lot of the time, his final ball was lacking. It certainly wasn’t the greatest display of his career, though given the Big Narrative surrounding the game, it might become his signature one. Then again, he’s set himself a pretty high bar, and by any other metric he was magnificent today: the stadium crackled with electricity every time he touched the ball, he gave poor old Ralph Banks a torrid time, and when it really mattered, right at the end, he delivered. If this was any other day, the man-of-the-match award would go to the hat-trick hero Stan Mortensen, or even little Ernie Taylor, a constant bundle of creative energy. But it’s not. It’s Stan’s day. That’s just the way it’s going to  EDT\n11:50\n\n\n\n\nBedlam on the pitch as Matthews is swarmed by well-wishers. Hassall is the first man to offer a hand of congratulation, Barrass the second. Such sportsmanship, their hearts will be breaking right now. Matthews disappears into another Tangerine tangle as Blackpool’s players have a moment. Their manager Joe Smith comes across to throw an arm around the man he snatched away from Stoke City in 1947. “What an end to a great career!” coos our Ken on the BBC, which on one level is absolutely the right note to strike, but on another ... are we quite sure he’s going to pack it in yet? Don’t bet the house on it. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.49am EDT\n11:49\n\n\n\nFULL TIME: Blackpool 4-3 Bolton Wanderers\n\n\n... the whistle goes, and the old boy has done it! With a little help from his friends, of  EDT\n11:49\n\n\n\n\n90 min +2 again: They fix the scoreline on the big board. Bolton throw Barrass up in attack, and Banks prepares to launch one last Hail Mary. But there’s no time, because  EDT\n11:48\n\n\n\n\n90 min +2: Mind you, it nearly was 4-4! Straight from the restart, a tired Johnston toe-pokes weakly back towards Farm, almost letting Holden in on goal! But the keeper manages to gather just in time. This has been a mind-bending ride from the very first kick. What a final this has been! \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.48am EDT\n11:48\n\n\n\n\nIT’S BLACKPOOL 4-4 BOLTON!!! But only on the big Wembley scoreboard. In all the emotional tumult, someone’s got themselves in muddle. Poor old Bolton. That’s just rubbing it in. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.48am EDT\n11:48\n\n\n\n\n90 min +1: All looked lost for Blackpool just three minutes ago, but now look! Perry celebrates arms aloft with Mortensen, but he knows what this is really about, and wheels round to find Matthews, who quickly disappears into a Tangerine tangle of backslaps, head pats and hugs. At 38 years old, Matthews is on the verge of his holy  EDT\n11:47\n\n\n\nTHE MOST SENSATIONAL OF SENSATIONAL GOALS!!! Blackpool 4-3 Bolton Wanderers (Perry 90+1)\n\n\nTaylor, on the halfway line, knocks the ball wide right for Matthews, who drives at Banks then returns it inside for Fenton. He powers his way through Wheeler, the ball breaking to Taylor, who plays an exquisite first-time diagonal defence-splitter to Matthews on the right. It’s now or never. Matthews enters the box, drops a shoulder to earn a yard off Banks, heads towards the byline and then cuts back for Perry, who lashes an unstoppable drive into the bottom left! The greatest smash-and-grab in cup-final history is surely complete!\n\n\n\n\n\n\n\n\n\n\n  Stanley Matthews puts in the cross from which Bill Perry scores the fourth. Photograph: PA\n\n\n\n\n\n\n\n\n\n\n\n  Perry drives in the fourth goal for Blackpool. Photograph:  11.50am  EDT\n11:46\n\n\n\n\n90 min +1: Langton dribbles down the left, and is clipped by Fenton. It should be a free kick, time for Bolton to calm things down and see out the clock. But the referee waves play on, as Langton had stayed on his feet. Langton dinks a pass down the flank for Lofthouse, but the player of the year can’t get past Johnston on the edge of the box and the ball squirts harmlessly through to Farm. And how Bolton wish the referee had awarded the foul, because  EDT\n11:45\n\n\n\n\n90 min: Joe Smith senses this is on, and as Hanson’s goal kick sails straight out of play, Bolton’s cup-winning captain of 1923 and 1926 leaps up off the bench to gather and fling the ball to the nearest Blackpool player. Soon enough Matthews is skittering down the right again. He clips a high ball to the far post, but that’s easy pickings for  EDT\n11:44\n\n\n\n\n89 min: Blackpool collapse in a celebratory maul, Mortensen in the thick of it. As he waits for Bolton to kick off again, he stands at the centre circle, head down, hands on knees, blowing hard. Blackpool have given it everything to get back into this final, and right at the death, they’ve done it! The Matthews dream is still alive. Chances are, we’ll be going to extra time, and that won’t suit depleted Bolton Wanderers at all! Mind you, Blackpool appear to be in the mood to get the job done right now, because Matthews, Mortensen and Taylor combine crisply down the right, Matthews eventually turning Barrass inside out like an old sock and clipping to the far post. A half-chance for Mudie, rushing in, but he’s caught in two minds between controlling and volleying the dropping ball, and shins it out for a goal kick instead. A chance for Bolton to regroup and clear their  EDT\n11:44\n\n\n\nWHAT A GOAL!!! Blackpool 3-3 Bolton Wanderers (Mortensen 88)\n\n\nMortensen places the ball down with a determined air. He’s clearly decided he likes the look of this. And he’s a man of exquisite judgement, because he rips a right-footed screamer into the top left! Hanson was absolutely rooted to the spot, the ball travelling so fast he barely had time to turn his head to see the huge Wembley net billow. That is an absolute rocket, and what a way to complete a cup-final hat-trick, the first for 62 years and the very first at Wembley!\n\n\n\n\n\n\n\n\n\n\n  Goalkeeper Stan Hanson is rooted to the spot as Mortensen’s free-kick beats him. Photograph:  11.46am  EDT\n11:43\n\n\n\n\n88 min: But what’s this?! Matthews crosses from the right. Barrass heads out, but Mudie meets the ball just to the left of the D. As he prepares to dribble into the area, he’s tapped on the back by Holden. A very generous free kick is awarded ... and it’s in an extremely dangerous position. Bolton don’t look particularly happy with the referee, a few men in white standing around with hands on hips, just staring at the official, properly miffed. They might have a point, too; there wasn’t a lot in  EDT\n11:42\n\n\n\n\n87 min: Bolton are happy to sit back, hold their shape, and soak up the pressure. With Bell and Banks crocked, they’ve no choice really. Blackpool come at them through Matthews, Taylor and Shimwell, but there’s no way through. It’s attack versus defence, with defence winning out right now. Bolton are so so  EDT\n11:41\n\n\n\n\n86 min: On the Blackpool bench, manager Joe Smith cuts an agitated figure as the ball sails into the stand. He’s desperate for play to restart. When it does, Matthews embarks on a fruitless ramble down the right. Banks clatters clear. Langton slices the ball high into the stand. No niceties now, not with glory beckoning. Bolton have hung on bravely, and are so close now. Blackpool have lost a little momentum since the break in play for  EDT\n11:40\n\n\n\n\n85 min: Barrass takes his sweet time to get back up. Matthews stands by, hands on hips, his life’s goal moving further and further away from reach with every loud tick of the clock. Right now, he’s a perfect study of impotent  EDT\n11:39\n\n\n\n\n84 min: Barrass stays down, face down on the turf. He looks up and around, then decides to plant his face in the lush turf again. Eventually he’s helped up, after sponge-wielding superman Sproston works on his sore leg. Prepare for some significant injury time. If anyone else goes down, the BBC may be forced to postpone tomorrow evening’s episode of What’s My Line? \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.37am EDT\n11:37\n\n\n\n\n83 min: Taylor has been a danger all afternoon, and here he is driving at speed towards the Bolton defence again. He whips a pass wide right for you know who, and with a drop of the shoulder the half-fit Banks is left in the dust. Matthews reaches the byline but his cross is deflected out for a corner, another wonderful last-ditch intervention by the stately Barrass. Matthews takes the corner himself. Some pinball. Then Shimwell has another bash from distance. This one loops into the air, off the outstretched leg of the lunging Barrass, and safely into the arms of  EDT\n11:37\n\n\n\n\n82 min: Matthews dribbles down the middle of the park and is stopped illegally by the outstretched leg of Wheeler. In the opinion of the referee, anyway; there didn’t seem a whole lot in that. But free kick it is, in a central position, 35 yards out. Fenton dinks it in dismally, and it’s imperiously chested down and cleared long by Barrass. And suddenly Lofthouse has the ball at his feet in the Blackpool half! He’s got no support, though, with Garrett and Johnston in his road. Garrett ushers him to the right. Lofthouse checks and very nearly threads a reverse pass that would release Langton, arriving late on the scene, but Johnston puts in a block tackle that keeps his side in the final! This is breathless to watch, pity the poor buggers playing in  EDT\n11:36\n\n\n\n\n81 min: Shimwell strides down the right past the unfortunate Bell and swings a cross into the mixer. It’s not particularly well hit, but turns into a dangerous shot in mid-air, only just clearing the crossbar and the flailing arm of Hanson. It’s a goal kick, and on comes Banks, physically destroyed by Matthews. If he was a racehorse, etc. But every cloud has a silver lining, and it’s not his prime responsibility to deal with Matthews any more. The ever-adaptable Hassall takes over at left back, and Banks will toil upfield as an annoyance a la  EDT\n11:36\n\n\n\n\n80 min again: Bolton are now effectively operating with just nine men, and Lofthouse isn’t in best shape either. Still, they could have sealed it here, Robinson carelessly miscontrolling and letting Moir tear upfield to worry a light-handed Blackpool defence. A pass straight forward would send Lofthouse on a footrace with Johnston, but the Bolton captain inexplicably sends one wide left for Bell, who is never going to get to the ball on his one leg. The poor man gamely tries his hardest, but the futile, lumbering chase is painful to watch. Goodness knows how painful it is to perform. Sympathetic applause rings around  EDT\n11:35\n\n\n\n\n80 min: With Banks off getting treatment from the all-seeing, all-knowing Sproston, Blackpool are ordered to take their corner. Perry takes it long. Mudie rises at the far post as Hanson punches clear. The Blackpool inside left is too rambunctious and the ref blows for a free kick. The pressure suddenly eases on Bolton, who were beginning to creak. Just the ten minutes to hold out, though. Plus a couple of minutes for stoppages, of  EDT\n11:34\n\n\n\n\n79 min again: This is relentless! The ten-and-a-half men of Bolton are being run ragged, and by one man in particular. Matthews one-twos with Taylor down the right and wins a corner. But before it can be taken, Banks goes down clutching his left thigh. It’s apt that Bolton is a mill town, because its football team are being put through  EDT\n11:34\n\n\n\n\n79 min: But they’re pinning Bolton back. Matthews crosses from the right. Barrass slices clear. Then some head tennis. Another Matthews speciality from the right wing. Perry and Mudie both go up for the header at the far post, and get in each other’s way. Mortensen can’t quite feed off the resulting scraps. “They must score!” chirps Wolstenholme. They’re certainly putting the screws on, but time’s not on their side. Something has to happen soon, or Stanley’s dream is over for another year, perhaps for good.\n\n\n\n\n\n\n\n\n\n\n  Matthews dribbles past Bolton midfielder Barass. Photograph: AFP/Getty Images\n\n\n\n\nUpdated\nat 11.42am  EDT\n11:33\n\n\n\n\n78 min: Matthews drops deep and demands the ball. What Stan wants, Stan gets. He dances down the inside-right channel. Banks is in his way, well positioned to be fair. But he’s no match for the maestro, who shimmies this way and that, finally takes a touch to the left and sends a sliderule pass down the channel. Wheeler can’t intercept. Perry can’t quite control. The ball breaks to Mortensen, just to the right of the six-yard box. Mortensen pearls one towards the bottom right, but Hanson shows a strong pair of hands and turns it round the post for a corner! What a move, what a chance, what a save. Blackpool take a short corner and, well, they’ve wasted it.\n\n\n\n\n\n\n\n\n\n\n  Goalkeeper Stan Hanson turns Mortensen’s shot round the post. Photograph:  11.42am  EDT\n11:32\n\n\n\n\n77 min: Ball’s OK, and he’s on point to clear Mudie’s inswinging  EDT\n11:31\n\n\n\n\n76 min: Blackpool come again, some pressure on Bolton beginning to build. Taylor dribbles down the inside-right channel and lofts a ball into the box for Perry, who rises on the penalty spot and eyebrows on for Mudie, rushing in from the left. Mudie creams a shot, but Ball deflects it out for a corner. Brave, because that was travelling, and as such he requires a little treatment from man-of-the-match  EDT\n11:30\n\n\n\n\n75 min: An agonised cry of “Come on Blackpool!” pierces the air. The tension and anxiety from both sets of supporters is palpable. Johnson is unceremoniously scythed down in midfield by Wheeler, but the referee waves play on because Taylor picks up the loose ball and scampers into the Bolton half. But he plays a pass to the right wing, where Matthews usually resides but doesn’t right now. Banks mops  EDT\n11:29\n\n\n\n\n74 min: After a stoppage of a minute and three-quarters, the game eventually restarts. We might have a little time added to the end of the game as a result. Bell slaloms as best he can down the centre of the park. A fine run that’s brought to an unceremonious end by Blackpool’s right-half Fenton. It’s an extremely dangerous position to the right of the D. Wheeler takes the free kick as Wembley descends into tense expectation ... but only batters it straight into the wall. The ball rebounds away, and both teams momentarily forget about it, focusing on each other instead with a few meaty challenges. Mudie, Hassall and Fenton get involved in a series of mistimed tackles and egregious barges that momentarily threatens to escalate. But as quickly as the situation bubbles up, it all cools down again. “Now now, let the tempers cool down just a trifle, shall we!” chirps our Ken on the BBC. “One or two tackles there that I think we’ll forget  EDT\n11:28\n\n\n\n\n73 min: Ugh, poor Lofthouse doesn’t look in tip-top condition at all. Sproston and Bolton captain Moir haul him back to his feet, though it takes some work and for a second it looks as though the striker would fall flat on his back, his legs buckling worryingly. He eventually stands on his own two feet, after a good rub-down with the ice-cold magic sponge, but he still looks a little shaky. Meanwhile, Garrett is up and running again ... and on the touchline, Bill Ridding is seeing to another of his lame charges, massaging the thigh of Banks, who has been given the royal runaround this afternoon by Matthews, and will undoubtedly be grateful for the invigorating pop-up spa  EDT\n11:27\n\n\n\n\n72 min: Sproston, who must be due a pay rise, or perhaps a seat on the board, comes on for the umpteenth time, to deal with Lofthouse. Garrett goes down belatedly, the pair having obviously clashed badly. Time  EDT\n11:26\n\n\n\n\n71 min: Blackpool, who looked kaput to a man a few minutes earlier, are now full of vim. The restorative power of a goal, ladies and gentlemen. They’re piling forward, as they have to with time running out. That allows Bolton to launch a couple of dangerous counter-sorties, Holden probing down the right, then Langton zipping with purpose down the middle. The ball’s looped into the box. Lofthouse goes up with Garrett, and he’s taken a bang to the  EDT\n11:25\n\n\n\n\n70 min: No wonder Mortensen’s good to go: he’s now on a hat-trick. Should he get another, he’ll become the first player to score one in the final at Wembley, and only the third in finals overall (following William Townley for Blackburn Rovers in 1890 and James Logan for Notts County four years later). And to think, he hadn’t previously scored in the FA Cup this  EDT\n11:23\n\n\n\n\n69 min: Mortensen was competing for that loose ball with Wheeler and Hanson, everyone going down in a bundle, the striker whacking his leg on the post. It took Wembley a couple of seconds to register that a goal had been scored, such was the bedlam, but that’s nothing: there were eight seconds of dead-air silence before Kenneth Wolstenholme worked out what had gone on! On comes the Blackpool trainer to give Mortensen the once-over. He’s good to go. It’s  EDT\n11:22\n\n\n\nGOAL! Blackpool 2-3 Bolton Wanderers (Mortensen 68)\n\n\nYes, well, you can scrub that, can’t you, because it’s game on! Matthews finally delivers, and how! He takes up possession deep on the right, and knocks the ball past Banks and into acres of space. It’s a footrace the eviscerated left-back is never going to win, as Matthews burns up the turf at absurd velocity. At full pelt, he loops a cross towards the far post. It swerves gently left, then a little to the right, confusing Hanson as he leaps. The keeper tries to catch, but the ball squirms through his palms and drops to Mortensen, who bundles it into the bottom left from a couple of yards!\n\n\n\n\n\n\n\n\n\n\n  Stanley Mortensen bundles the ball home from close range! Photograph: PA\n\n\n\n\nUpdated\nat 11.25am  EDT\n11:22\n\n\n\n\n67 min: An eerie, slightly melancholic hush descends on Wembley. Blackpool haven’t seriously tested Hanson in this second half, and the crowd are beginning to sense that it’s all  EDT\n11:20\n\n\n\n\n65 min: Soon after the restart, Lofthouse hares after a long hoick down the left, but doesn’t get anywhere near it. He’s not been running at full capacity since taking that whack to the fruit bowl, never mind his  EDT\n11:19\n\n\n\n\n64 min: The sporting Johnston rolls the ball out of play to allow Lofthouse to get some treatment for a whack in the ribs. Sproston, who must be wishing he was on piecework rates, comes on to deal with Bolton’s star turn. In the meantime, their unlikely hero Bell receives a vigorous massage to his left thigh from his hands-on manager Bill Ridding, formerly a physio with England. Bolton really have been in the wars  EDT\n11:17\n\n\n\n\n63 min: Corner for Blackpool out on the right. Yet another poor delivery from Matthews. This isn’t what we expected from the great man at all. Some fine runs but very little end  EDT\n11:17\n\n\n\n\n62 min: More Bolton pressure. Moir barges Robinson out of the way and takes a shot from 25 yards. Farm does well to  EDT\n11:16\n\n\n\n\n61 min: Bolton continue to press forward, Lofthouse barrelling down the left. He looks for Holden, cutting in from the other flank, but there’s too much on the  EDT\n11:15\n\n\n\n\n60 min: To Bolton’s great credit, they’re not sitting on their two-goal lead. They keep piling forward, looking to find Lofthouse at every opportunity. This time the player of the year finds a pocket of space 30 yards out, and draws back his leg to shoot. Johnston bravely gets in the road of the howitzer. But will this gung-ho approach prove costly? Blackpool, with nothing left to lose, go straight up the other end, Taylor finding Matthews in all sorts of space on the right. He dances past Banks, reaches the byline, and cuts one back for Mortensen, who fresh-airs a flick on the six-yard line. The ball continues to Perry, who should also score, but whips his low shot from eight yards across the face of goal and well wide right. That really should have been  EDT\n11:14\n\n\n\n\n59 min: Taylor dribbles with great delicacy down the middle of the park, but he runs into a white wall. Hassall, the makeshift defender, uses his attacking nous to bomb up the other end. It’s a storming run, and he really should release Lofthouse with a sliderule pass down the inside-right channel, Blackpool all over the shop at the back. But he overcooks it and it’s an easy gather for  EDT\n11:13\n\n\n\n\n58 min: Blackpool to a man look completely and utterly demoralised. They’re struggling to put anything together by way of reply. Their right half, with time and space in the Bolton half, clumps a dreadful pass straight at Banks. Jesus Christ, Fenton! Banks sends Langton away on the counter. The move breaks down, but Blackpool need to clear their heads and quick.",
  "sentences": [
    "12.09pm EDT\n12:09\n\n\n\n\nSo congratulations to Stanley Matthews, Stan Mortensen, Bill Perry, Joe Smith and everyone else at Blackpool.",
    "Matthews undermines Bolton\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  The Blackpool team leave Wembley on top of their bus.",
    "Television newsreel cameras will be taking pictures when Blackpool take the Cup  EDT\n12:00\n\n\n\n\nAnother innovation, as Johnston is interviewed on the pitch as players mingle to celebrate and commiserate.",
    "Blackpool 4-3 Bolton Wanderers (Perry 90+1)\n\n\nTaylor, on the halfway line, knocks the ball wide right for Matthews, who drives at Banks then returns it inside for Fenton.",
    "And how Bolton wish the referee had awarded the foul, because  EDT\n11:45\n\n\n\n\n90 min: Joe Smith senses this is on, and as Hanson’s goal kick sails straight out of play, Bolton’s cup-winning captain of 1923 and 1926 leaps up off the bench to gather and fling the ball to the nearest Blackpool player."
  ]
}%  