{
  "text": "Your article (Environment Agency chief supports plan to weaken river pollution rules, 19 August) is wrong to say that I “endorsed a proposal to water down laws on cleanliness of polluted rivers, lakes and coastlines after Brexit”. What I said was that the water framework directive was “a candidate for thoughtful reform to deliver even better outcomes”.\n\nThis was as part of a speech titled In Praise of Red Tape: Getting Regulation Right – which can be read online at gov.uk – in which I said we should have a debate about which bits of inherited EU environmental law we should keep or change; and that the test should be whether changing the law “will allow us to regulate better and achieve higher environmental standards”.\n\nI also said regulation is essential to protect the environment; that it works, which is why many of our rivers are cleaner than at any time since the Industrial Revolution; that it needs teeth, including in tackling water companies which pollute our waters; and that it should aim to enhance the environment, not just protect it. The Guardian is rightly keen on debate: I hope you will support one on this vital issue.\n\nJames Bevan\n\nChief executive, Environment Agency\n\n• Read more Guardian letters – click here to visit gu.com/letters",
  "sentences": ["Your article (Environment Agency chief supports plan to weaken river pollution rules, 19 August) is wrong to say that I “endorsed a proposal to water down laws on cleanliness of polluted rivers, lakes and coastlines after Brexit”.", "This was as part of a speech titled In Praise of Red Tape: Getting Regulation Right – which can be read online at gov.uk – in which I said we should have a debate about which bits of inherited EU environmental law we should keep or change; and that the test should be whether changing the law “will allow us to regulate better and achieve higher environmental standards”.", "I also said regulation is essential to protect the environment; that it works, which is why many of our rivers are cleaner than at any time since the Industrial Revolution; that it needs teeth, including in tackling water companies which pollute our waters; and that it should aim to enhance the environment, not just protect it.", "The Guardian is rightly keen on debate: I hope you will support one on this vital issue.", "James Bevan\n\nChief executive, Environment Agency\n\n• Read more Guardian letters – click here to visit gu.com/letters"]
}