{
  "response": {
    "status": "ok",
    "userTier": "developer",
    "total": 1,
    "content": {
      "id": "sport/2018/jun/03/tt-isle-of-man-ian-hutchinson-michael-dunlop",
      "type": "article",
      "sectionId": "sport",
      "sectionName": "Sport",
      "webPublicationDate": "2018-06-03T07:00:40Z",
      "webTitle": "Ian Hutchinson: ‘I want to race the TT until there is no more magic’",
      "webUrl": "https://www.theguardian.com/sport/2018/jun/03/tt-isle-of-man-ian-hutchinson-michael-dunlop",
      "apiUrl": "https://content.guardianapis.com/sport/2018/jun/03/tt-isle-of-man-ian-hutchinson-michael-dunlop",
      "fields": {
        "headline": "Ian Hutchinson: ‘I want to race the TT until there is no more magic’",
        "standfirst": "<p>Danger and death stalk the twisting island course but riders remain phlegmatic, saying that, in a sanitised world, they find freedom and beauty</p>",
        "trailText": "The twisting Isle of Man TT course has claimed so many lives – yet the riders remain phlegmatic, saying it provides freedom and beauty in an otherwise sanitised world",
        "byline": "Donald McRae",
        "main": "<figure class=\"element element-image\" data-media-id=\"f5593a2988a57ab864dd170de42ff058470043fa\"> <img src=\"https://media.guim.co.uk/f5593a2988a57ab864dd170de42ff058470043fa/80_108_4411_2646/1000.jpg\" alt=\"‘When you are at one with it, racing at incredible speed, it’s a magical feeling,’ says Ian Hutchinson of the TT.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘When you are at one with it, racing at incredible speed, it’s a magical feeling,’ says Ian Hutchinson of the TT.</span> <span class=\"element-image__credit\">Photograph: Stephen Davison for the Guardian</span> </figcaption> </figure>",
        "body": "<p>“I don’t love it because it could kill you,” Ian Hutchinson says as he tries to explain why, exactly a year since it left him <a href=\"https://www.motorcyclenews.com/sport/tt-road-races/2017/september/exclusive-ian-hutchinson-ill-be-back-for-2018-tt-/\">unable to walk for 11 months</a>, he is racing again this week in the TT on the Isle of Man. The Tourist Trophy, or the TT, as the world’s most dangerous road racing series is known, has marked Hutchinson. You can see it in his limp as he uses a stick to help him reach a seat where he can address the TT’s enduring appeal and perennial threat.</p> <p>Hutchinson is third on the list of all-time winners with 16 victories. He pauses when reminded that <a href=\"https://www.theguardian.com/technology/2014/dec/07/guy-martin-bike-racer-isle-of-man-tt-speed-with-guy-martin-channel-4\">Guy Martin, a former TT rider, said: “I love it because it can kill you.”</a> Hutchinson suffered another horrible crash in last year’s TT Senior race, breaking his leg badly on Snaefell Mountain. It was the same leg that was almost amputated in 2010, shortly after Hutchinson clinched a record five wins in TT week.</p> <p>The 38-year-old Yorkshireman looks at his damaged leg. “I’ve had seven operations since this crash, 37 operations altogether. The leg is not the prettiest, that’s for sure. But I don’t want to die at the TT. When you are at one with it, racing at incredible speed, it’s a magical feeling. I want to race the TT until there’s no more magic.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2018/jun/01/michael-dunlop-interview-tt-race-isle-of-man\">Michael Dunlop: ‘Once you’re on a bike you’ve got freedom’</a> </p> </aside>  <p>Hutchinson’s arch-rival is <a href=\"https://www.theguardian.com/sport/2018/jun/01/michael-dunlop-interview-tt-race-isle-of-man\">Michael Dunlop</a>, who is nine years younger and also on 16 victories. Dunlop and Hutchinson do not like each other and clashed angrily at the TT in 2016.</p> <p>Yet road racing is so close-knit it is understandable when Hutchinson stresses how Dunlop’s uncle, Joey, the greatest TT rider with 26 wins, first showed him the thrill of racing. “I went to the TT in 1997 when I was 17,” Hutchinson recalls. “I didn’t know anything about racing but I remember lying under a motorhome in the pouring rain. Joey Dunlop came through Quarry Bends at high speed in the sheeting rain and I thought: ‘What on earth is that? Wow. That is crazy.’”</p> <p>Joey Dunlop died on his bike in 2000 and eight years later his brother, Robert, Michael’s father, also lost his life while racing. Two days later Michael Dunlop won the very race his dad had been practising for in <a href=\"https://www.theguardian.com/sport/2008/may/18/motorsports.northernireland\">the North West 200</a>. “I was there,” Hutchinson says, “and it was incredible. It’s a racer’s mindset. Nothing stops you because you’re made that way. What good would it have done him sitting on the sofa at home and not racing? It wouldn’t bring his dad back. He did the best thing and won the race.”</p> <p>Death is never far from the TT – 256 racers have perished on the island, with the latest fatality occurring a few days ago. <a href=\"https://www.irishnews.com/sport/racing/2018/05/31/news/motorcyclist-dan-kneen-dies-in-tt-crash-1343500/\">Dan Kneen, Dunlop’s team-mate, died during Wednesday evening’s practice</a>. Another rider, <a href=\" https://www.bbc.co.uk/news/world-europe-isle-of-man-44314204\">Steve Mercer</a>, remains in a critical condition. Two days earlier, <a href=\"https://www.nytimes.com/video/sports/100000005140447/isle-of-man-tt-the-coach.html\">Richard Quayle drove me around the course</a> in a high-performance car. Known as “Milky” because of his childhood resemblance to the Milky Bar Kid, Quayle is one of three islanders to have won at the TT. But the course almost killed him in 2003 when he <a href=\"https://www.youtube.com/watch?v=3dul2PbfaC8\">hit a wall at 160mph and spiralled across the road</a>. Quayle was unbelievably lucky. He punctured a lung and a kidney, broke his left shoulder and all the ribs on that side of his body and lost his spleen. Fifteen years later he bubbles with enthusiasm.</p>  <figure class=\"element element-image\" data-media-id=\"4bd00f2ea561ce6e4ac190c509aa2eec5912ae9b\"> <img src=\"https://media.guim.co.uk/4bd00f2ea561ce6e4ac190c509aa2eec5912ae9b/404_456_3529_2118/1000.jpg\" alt=\"Ian Hutchinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ian Hutchinson in qualifying at last month’s North West 200 Motorbike Race.</span> <span class=\"element-image__credit\">Photograph: Graham Service/Action Plus via Getty Images</span> </figcaption> </figure>  <p>“There’s nothing like the TT,” Quayle exclaims, suggesting that the racing is better than sex because “the orgasmic feeling lasts the whole 37.7‑mile course. At the start you open the throttle and fly down Bray Hill. In 10 seconds you’re gone from zero to 170 mph. You’ve got 24 litres of fuel between your balls and your bike’s a beast. But as the tyres warm and you find your rhythm, you’re going 200mph on the super-duper fastest sections. The bike gets lighter as the fuel empties and, elbows and toes in, head tucked, you’re flying.</p> <p>“We know the dangers but, in a sanitised world, there is freedom in the TT. Of course we appreciate how vulnerable riders are on a course that can be bumpy and a real bastard, but the TT is a thing of beauty.”</p> <p>Quayle now coaches new riders at the TT. He spends weeks, months and even years helping them understand a course that climbs from sea-level to 1,300 feet, hurtling through built-up towns and country roads and up into Snaefell Mountain, testing its contestants with 227 bends and variable weather conditions. He shows me how the strobing effect of dappled sunlight steaming through the overhanging trees makes the TT’s roads so stunning yet deadly.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2018/may/31/superbike-rider-dan-kneen-dies-in-crash-at-isle-of-man-tt\">Superbike rider Dan Kneen dies in crash at Isle of Man TT</a> </p> </aside>  <p>It’s an exhilarating privilege when, after Quayle checks I’m “OK with speed”, he drives me around the course, making me gulp just a little when we zoom over the mountain at a heart-racing lick. But there is gravity as he shows me places where riders have died. “A good friend of mine, a Japanese rider, <a href=\"https://www.bbc.co.uk/sport/motorsport/22684974\">Yoshinari Matsushita, died here [in 2013]</a>,” Quayle says he slows at Ballacrye. “I call it Ballascary.”</p> <p>We zip past Quarry Bends and whoosh along Sulby Straight as Quayle makes me feel a smidgen of “that warp factor on your bike”. Up in the mountains Quayle points out <a href=\"https://www.youtube.com/watch?v=cQRZCBqVL0M\">the exact spot where Hutchinson crashed last year</a>.</p> <p>“Just before it happened,” Hutchinson told me, “I thought, ‘This is perfect as I’m faster over the mountain.’ The next minute I’m sliding up the road. Another bike was coming and when you’ve been ridden over before you don’t want to be hit again. I needed to get out of the way but my leg was facing the wrong direction and it felt like my arm was broken. It took a bit of doing but I managed to shuffle off the road. The next bike came through within seconds.</p> <p>“My femur was half the length it was meant to be and my foot was twisted around the wrong way. I woke up in hospital. My girlfriend and dad stood there and I said: ‘Have they restarted the race?’ I had this crazy thought it had been red-flagged and if the bike wasn’t too bad I could restart. But I could see my leg was snapped in half so I don’t know what I was thinking. I wasn’t even on drugs then.”</p> <p>His surgeon had to break and lengthen his tibia, the one bone in his leg unaffected by the crash, to compensate for the middle of Hutchinson’s left ankle having been removed completely. As he has only recently started walking again with a stick, Hutchinson sighs.</p> <p>“People say I should pack in now because I’ll end up losing my leg or I’m pushing my luck and the worst could happen. But I didn’t need to break my leg again to know how dangerous bike racing is. As riders we see some horrific things and if that doesn’t stop you then this crash won’t end it.”</p> <p>Phillip McCallen, who raced in the TT from 1989 to 1999, shares seventh spot on the all-time list with 11 victories. The amiable McCallen also remembers his record for the most wins in a week, four in 1996, until Hutchinson broke it 14 years later. Stephen Davison, the photographer who knows the riders so well and who joined me at the North West 200 and the TT, says: “Phillip was a brilliant rider and he’s a very nice man – but he was the craziest bastard of them all. Fans of a certain vintage remember Phillip as the man with the mad eyes. He was demonic. He raced on the edge but got away with it.</p> <p>“Phillip had a crash where he could have been paralysed so he was smart enough to get out. But the TT grips many people and they can’t escape.”</p> <p>McCallen was a team-mate of his idol, Joey Dunlop. He also carried Dunlop’s coffin at his funeral and was hurt terribly on his bike. “I was in a coma three times,” McCallen says cheerfully. “One time the doctor said: ‘We thought we’d lost you, fellow.’ I had a very bad smash at The Nook, in the TT, and I’ve got a couple of fractured skulls and I had my back broken twice as well as my shoulder, pelvis and legs. We call that normal. If you crash on a bike and you can walk, well, that’s good.”</p> <p>He is more serious when considering Hutchinson’s ordeal. “There will be people closer to Hutchy than me saying he should think carefully about racing. We’re friends but I’m not his best friend so he doesn’t need me telling him. I understand because I was also a racer. He’s in a horrible position but I was luckier. I wasn’t going to race on until I died. I’m a better engineer than a rider so I changed my life.”</p> <p>McCallen is now a successful motorbike dealer in Lisburn but he has been tormented. In 1992, at the Ulster Grand Prix, he was accused wrongly by Robert Dunlop of causing Steve Johnson’s death. The case went to court and McCallen was in trouble until a doctor supplied amateur video footage of the race. McCallen was exonerated totally.</p>  <figure class=\"element element-image\" data-media-id=\"7b1121ddafa3023329ac3a2f5b2f330cdb9c1cf2\"> <img src=\"https://media.guim.co.uk/7b1121ddafa3023329ac3a2f5b2f330cdb9c1cf2/259_502_4923_2954/1000.jpg\" alt=\"Riders in action in the Southern 100 road races 2017, Isle of Man.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riders in action in the Southern 100 road races 2017, Isle of Man.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>Did he forgive Dunlop? “Yeah, well, I had to. It took a few years, but you mature and mellow out of racing. You’re not competitive anymore so you think better.<br></p> <p>“Robert was still a very good rider the day he died. But he had struggled with injury a long time. He was headstrong, like Michael, but he’d lost use of his left hand so he had to modify his bike – like Hutchy has done. That’s why I worry it will end in tears with Hutchy. But these men are born racers. I just stumbled into it and the first time I raced I said: ‘Oh my God. You know the nicest girlfriend you’ve ever had? This is better.’”</p> <p>What does McCallen think of Martin’s quote about death framing his love of racing? “I would never want to die on my bike. You see John McGuinness [second on the all-time list with 23 wins] before a TT and he hugs his wife. They have a kiss and a few tears and off they go. It’s like they’re expecting the worst. I didn’t do that. I’d just say: ‘See you in an hour.’”</p> <p>McCallen makes TT racing sound routine. But for Davison, who has photographed the race for decades, there is still awe. “You get this incredible buzz as you stick your head through a hole in the hedge and watch them fly past. Christ only knows what it’s like for them. There’s no way we could know. What in God’s name is it like?”<br></p> <p>Hutchinson knows and while there were demons he had to conquer when making his comeback last month at the North West 200 he seems to have banished fears of crashing and dying. “I only fear not being successful,” he says. “It’s a shame in any sport when the man who was winning can’t do it anymore. It ruins everything. I suppose you’ve got to accept it but I’m not sure I can.”</p> <p>Milky Quayle also wrestles with ambivalence and uncertainty. He remains in thrall to the TT but <a href=\"http://www.ukclubsport.com/milkys-way-cant-stop-my-son-roads/\">he is terrified that his 14-year-old son, Illiam, is following his path</a>. Quayle had been hoping his boy would stick to the track but Illiam is captivated by the road and the TT.</p> <p>“It scares me,” Quayle says. “I promised my wife I’d stop racing as soon as we had kids. When I had that terrible smash which finished me in 2003 she was pregnant with Illiam. Now he wants to be a road-racer and what can I say? How can I stop him? I don’t think I could bear to watch.”</p> <p>Hutchinson, however, might find solace one day as a spectator on the island. “I will definitely come back to watch the TT when racing is finally over,” he says. “While I don’t want it to end, I’m looking forward to being able to get drunk at night and then, the next day, sit on a bank and watch a race without panicking. I can look at all those crazy bastards flying past on their bikes and say: ‘Wow. Did you see that?’”</p>",
        "newspaperPageNumber": "12",
        "wordcount": "2135",
        "commentable": "false",
        "firstPublicationDate": "2018-06-03T07:00:40Z",
        "isInappropriateForSponsorship": "false",
        "isPremoderated": "false",
        "lastModified": "2018-06-03T09:16:42Z",
        "newspaperEditionDate": "2018-06-03T00:00:00Z",
        "productionOffice": "UK",
        "publication": "The Observer",
        "shortUrl": "https://gu.com/p/8mxaf",
        "shouldHideAdverts": "false",
        "showInRelatedContent": "true",
        "thumbnail": "https://media.guim.co.uk/f5593a2988a57ab864dd170de42ff058470043fa/80_108_4411_2646/500.jpg",
        "legallySensitive": "false",
        "lang": "en",
        "bodyText": "“I don’t love it because it could kill you,” Ian Hutchinson says as he tries to explain why, exactly a year since it left him unable to walk for 11 months, he is racing again this week in the TT on the Isle of Man. The Tourist Trophy, or the TT, as the world’s most dangerous road racing series is known, has marked Hutchinson. You can see it in his limp as he uses a stick to help him reach a seat where he can address the TT’s enduring appeal and perennial threat. Hutchinson is third on the list of all-time winners with 16 victories. He pauses when reminded that Guy Martin, a former TT rider, said: “I love it because it can kill you.” Hutchinson suffered another horrible crash in last year’s TT Senior race, breaking his leg badly on Snaefell Mountain. It was the same leg that was almost amputated in 2010, shortly after Hutchinson clinched a record five wins in TT week. The 38-year-old Yorkshireman looks at his damaged leg. “I’ve had seven operations since this crash, 37 operations altogether. The leg is not the prettiest, that’s for sure. But I don’t want to die at the TT. When you are at one with it, racing at incredible speed, it’s a magical feeling. I want to race the TT until there’s no more magic.” Hutchinson’s arch-rival is Michael Dunlop, who is nine years younger and also on 16 victories. Dunlop and Hutchinson do not like each other and clashed angrily at the TT in 2016. Yet road racing is so close-knit it is understandable when Hutchinson stresses how Dunlop’s uncle, Joey, the greatest TT rider with 26 wins, first showed him the thrill of racing. “I went to the TT in 1997 when I was 17,” Hutchinson recalls. “I didn’t know anything about racing but I remember lying under a motorhome in the pouring rain. Joey Dunlop came through Quarry Bends at high speed in the sheeting rain and I thought: ‘What on earth is that? Wow. That is crazy.’” Joey Dunlop died on his bike in 2000 and eight years later his brother, Robert, Michael’s father, also lost his life while racing. Two days later Michael Dunlop won the very race his dad had been practising for in the North West 200. “I was there,” Hutchinson says, “and it was incredible. It’s a racer’s mindset. Nothing stops you because you’re made that way. What good would it have done him sitting on the sofa at home and not racing? It wouldn’t bring his dad back. He did the best thing and won the race.” Death is never far from the TT – 256 racers have perished on the island, with the latest fatality occurring a few days ago. Dan Kneen, Dunlop’s team-mate, died during Wednesday evening’s practice. Another rider, Steve Mercer, remains in a critical condition. Two days earlier, Richard Quayle drove me around the course in a high-performance car. Known as “Milky” because of his childhood resemblance to the Milky Bar Kid, Quayle is one of three islanders to have won at the TT. But the course almost killed him in 2003 when he hit a wall at 160mph and spiralled across the road. Quayle was unbelievably lucky. He punctured a lung and a kidney, broke his left shoulder and all the ribs on that side of his body and lost his spleen. Fifteen years later he bubbles with enthusiasm. “There’s nothing like the TT,” Quayle exclaims, suggesting that the racing is better than sex because “the orgasmic feeling lasts the whole 37.7‑mile course. At the start you open the throttle and fly down Bray Hill. In 10 seconds you’re gone from zero to 170 mph. You’ve got 24 litres of fuel between your balls and your bike’s a beast. But as the tyres warm and you find your rhythm, you’re going 200mph on the super-duper fastest sections. The bike gets lighter as the fuel empties and, elbows and toes in, head tucked, you’re flying. “We know the dangers but, in a sanitised world, there is freedom in the TT. Of course we appreciate how vulnerable riders are on a course that can be bumpy and a real bastard, but the TT is a thing of beauty.” Quayle now coaches new riders at the TT. He spends weeks, months and even years helping them understand a course that climbs from sea-level to 1,300 feet, hurtling through built-up towns and country roads and up into Snaefell Mountain, testing its contestants with 227 bends and variable weather conditions. He shows me how the strobing effect of dappled sunlight steaming through the overhanging trees makes the TT’s roads so stunning yet deadly. It’s an exhilarating privilege when, after Quayle checks I’m “OK with speed”, he drives me around the course, making me gulp just a little when we zoom over the mountain at a heart-racing lick. But there is gravity as he shows me places where riders have died. “A good friend of mine, a Japanese rider, Yoshinari Matsushita, died here [in 2013],” Quayle says he slows at Ballacrye. “I call it Ballascary.” We zip past Quarry Bends and whoosh along Sulby Straight as Quayle makes me feel a smidgen of “that warp factor on your bike”. Up in the mountains Quayle points out the exact spot where Hutchinson crashed last year. “Just before it happened,” Hutchinson told me, “I thought, ‘This is perfect as I’m faster over the mountain.’ The next minute I’m sliding up the road. Another bike was coming and when you’ve been ridden over before you don’t want to be hit again. I needed to get out of the way but my leg was facing the wrong direction and it felt like my arm was broken. It took a bit of doing but I managed to shuffle off the road. The next bike came through within seconds. “My femur was half the length it was meant to be and my foot was twisted around the wrong way. I woke up in hospital. My girlfriend and dad stood there and I said: ‘Have they restarted the race?’ I had this crazy thought it had been red-flagged and if the bike wasn’t too bad I could restart. But I could see my leg was snapped in half so I don’t know what I was thinking. I wasn’t even on drugs then.” His surgeon had to break and lengthen his tibia, the one bone in his leg unaffected by the crash, to compensate for the middle of Hutchinson’s left ankle having been removed completely. As he has only recently started walking again with a stick, Hutchinson sighs. “People say I should pack in now because I’ll end up losing my leg or I’m pushing my luck and the worst could happen. But I didn’t need to break my leg again to know how dangerous bike racing is. As riders we see some horrific things and if that doesn’t stop you then this crash won’t end it.” Phillip McCallen, who raced in the TT from 1989 to 1999, shares seventh spot on the all-time list with 11 victories. The amiable McCallen also remembers his record for the most wins in a week, four in 1996, until Hutchinson broke it 14 years later. Stephen Davison, the photographer who knows the riders so well and who joined me at the North West 200 and the TT, says: “Phillip was a brilliant rider and he’s a very nice man – but he was the craziest bastard of them all. Fans of a certain vintage remember Phillip as the man with the mad eyes. He was demonic. He raced on the edge but got away with it. “Phillip had a crash where he could have been paralysed so he was smart enough to get out. But the TT grips many people and they can’t escape.” McCallen was a team-mate of his idol, Joey Dunlop. He also carried Dunlop’s coffin at his funeral and was hurt terribly on his bike. “I was in a coma three times,” McCallen says cheerfully. “One time the doctor said: ‘We thought we’d lost you, fellow.’ I had a very bad smash at The Nook, in the TT, and I’ve got a couple of fractured skulls and I had my back broken twice as well as my shoulder, pelvis and legs. We call that normal. If you crash on a bike and you can walk, well, that’s good.” He is more serious when considering Hutchinson’s ordeal. “There will be people closer to Hutchy than me saying he should think carefully about racing. We’re friends but I’m not his best friend so he doesn’t need me telling him. I understand because I was also a racer. He’s in a horrible position but I was luckier. I wasn’t going to race on until I died. I’m a better engineer than a rider so I changed my life.” McCallen is now a successful motorbike dealer in Lisburn but he has been tormented. In 1992, at the Ulster Grand Prix, he was accused wrongly by Robert Dunlop of causing Steve Johnson’s death. The case went to court and McCallen was in trouble until a doctor supplied amateur video footage of the race. McCallen was exonerated totally. Did he forgive Dunlop? “Yeah, well, I had to. It took a few years, but you mature and mellow out of racing. You’re not competitive anymore so you think better. “Robert was still a very good rider the day he died. But he had struggled with injury a long time. He was headstrong, like Michael, but he’d lost use of his left hand so he had to modify his bike – like Hutchy has done. That’s why I worry it will end in tears with Hutchy. But these men are born racers. I just stumbled into it and the first time I raced I said: ‘Oh my God. You know the nicest girlfriend you’ve ever had? This is better.’” What does McCallen think of Martin’s quote about death framing his love of racing? “I would never want to die on my bike. You see John McGuinness [second on the all-time list with 23 wins] before a TT and he hugs his wife. They have a kiss and a few tears and off they go. It’s like they’re expecting the worst. I didn’t do that. I’d just say: ‘See you in an hour.’” McCallen makes TT racing sound routine. But for Davison, who has photographed the race for decades, there is still awe. “You get this incredible buzz as you stick your head through a hole in the hedge and watch them fly past. Christ only knows what it’s like for them. There’s no way we could know. What in God’s name is it like?” Hutchinson knows and while there were demons he had to conquer when making his comeback last month at the North West 200 he seems to have banished fears of crashing and dying. “I only fear not being successful,” he says. “It’s a shame in any sport when the man who was winning can’t do it anymore. It ruins everything. I suppose you’ve got to accept it but I’m not sure I can.” Milky Quayle also wrestles with ambivalence and uncertainty. He remains in thrall to the TT but he is terrified that his 14-year-old son, Illiam, is following his path. Quayle had been hoping his boy would stick to the track but Illiam is captivated by the road and the TT. “It scares me,” Quayle says. “I promised my wife I’d stop racing as soon as we had kids. When I had that terrible smash which finished me in 2003 she was pregnant with Illiam. Now he wants to be a road-racer and what can I say? How can I stop him? I don’t think I could bear to watch.” Hutchinson, however, might find solace one day as a spectator on the island. “I will definitely come back to watch the TT when racing is finally over,” he says. “While I don’t want it to end, I’m looking forward to being able to get drunk at night and then, the next day, sit on a bank and watch a race without panicking. I can look at all those crazy bastards flying past on their bikes and say: ‘Wow. Did you see that?’”",
        "charCount": "11058",
        "shouldHideReaderRevenue": "false"
      },
      "isHosted": false,
      "pillarId": "pillar/sport",
      "pillarName": "Sport"
    }
  }
}
