{
  "response": {
    "status": "ok",
    "userTier": "developer",
    "total": 1,
    "content": {
      "id": "environment/2018/jun/03/shetland-seabirds-climate-change-catastrophe-terns-kittiwakes-puffins",
      "type": "article",
      "sectionId": "environment",
      "sectionName": "Environment",
      "webPublicationDate": "2018-06-03T05:59:39Z",
      "webTitle": "Eerie silence falls on Shetland cliffs that once echoed to seabirds’ cries",
      "webUrl": "https://www.theguardian.com/environment/2018/jun/03/shetland-seabirds-climate-change-catastrophe-terns-kittiwakes-puffins",
      "apiUrl": "https://content.guardianapis.com/environment/2018/jun/03/shetland-seabirds-climate-change-catastrophe-terns-kittiwakes-puffins",
      "fields": {
        "headline": "Eerie silence falls on Shetland cliffs that once echoed to seabirds’ cries",
        "standfirst": "Climate change has caused a catastrophic drop in the numbers of terns, kittiwakes and puffins",
        "trailText": "Climate change has caused a catastrophic drop in the numbers of terns, kittiwakes and puffins",
        "byline": "Robin McKie Science Editor",
        "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"baf48009012fe597064b4ade58257d8dffc6bfc5\"> <img src=\"https://media.guim.co.uk/baf48009012fe597064b4ade58257d8dffc6bfc5/0_134_3872_2324/1000.jpg\" alt=\"A flock of northern gannets over a nest colony site on Shetland in 2006.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A flock of northern gannets over a nest colony site on Shetland in 2006.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
        "body": "<p><a href=\"https://www.rspb.org.uk/reserves-and-events/reserves-a-z/sumburgh-head\">Sumburgh Head</a> lies at the southern tip of mainland Shetland. This dramatic 100-metre-high rocky spur, crowned with a lighthouse built by Robert Louis Stevenson’s grandfather, has a reputation for being one of the biggest and most accessible seabird colonies in Britain.</p> <p>Thousands of puffins, guillemots, razorbills, kittiwakes and fulmars gather there every spring to breed, covering almost every square inch of rock or grass with teeming, screeching birds and their young.</p> <p>Or at least they used to – for this year Sumburgh Head is a quiet and largely deserted place. Where seabirds once swooped and cried in their thousands, only a handful of birds wheel round the cliffs. The silence is uncanny – the result of a crash in seabird numbers that has been in progress for several years but which has now reached an unprecedented, catastrophic low.</p> <p>One of the nation’s most important conservation centres has been denuded of its wildlife, a victim – according to scientists – of <a href=\"https://www.theguardian.com/environment/climate-change\">climate change</a>, which has disrupted food chains in the North Sea and North Atlantic and left many seabirds without a source of sustenance. The result has been an apocalyptic drop in numbers of Arctic terns, kittiwakes and many other birds.</p>  <figure class=\"element element-image\" data-media-id=\"d83c1081bbaeba41307043f8f72a75311eab503e\"> <img src=\"https://media.guim.co.uk/d83c1081bbaeba41307043f8f72a75311eab503e/0_202_6016_3611/1000.jpg\" alt=\"Puffin numbers on Shetland have fallen from 33,000 in early spring 2000 to 570 last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Puffin numbers on Shetland have fallen from 33,000 in early spring 2000 to 570 last year.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>“In the past, Sumburgh Head was brimming with birds, and the air was thick with the smell of guano. The place was covered with colonies of puffins, kittiwakes, fulmars, and guillemots,” said Helen Moncrieff, manager of <a href=\"https://www.rspb.org.uk/about-the-rspb/at-home-and-abroad/scotland/?gclid=EAIaIQobChMIuIzng6iz2wIVjomPCh31CglaEAAYASAAEgL5IvD_BwE\">RSPB Scotland’s</a> office in Shetland.</p> <p>“There were thousands and thousands of birds and visitors were guaranteed a sight of puffins. Today they have to be very patient. At the same time, guillemots have halved in numbers. It is utterly tragic.”</p> <p>This grim description is backed by figures that reveal the staggering decreases in seabird numbers in Shetland, the most northerly part of the British Isles. In 2000, there were more than 33,000 puffins on the island in early spring. That figure dropped to 570 last year and there are no signs of any recovery this year, although it is still early in the season.</p> <p>Similarly, Shetland’s kittiwake population plummeted from over 55,000 in 1981 to 5,000 in 2011, and observers believe those numbers have declined even further in the past few years. Only the lack of a properly funded census has prevented ornithologists from putting precise numbers on the devastation that is occurring.</p> <p>“I went to check our sites at Dalsetter and Troswick last week to compare numbers of Arctic terns with those we counted during Seabird 2000, the last national seabird census carried out across Britain and Ireland,” added Moncrieff. “I found there were around 110 Arctic terns there last week compared with around 9,000 that were counted in the same area in 2000. That is the kind of loss we have sustained here.”</p> <p>This point is backed by Euan Dunn, principal policy officer for the RSPB. “These are apocalyptic numbers,” he told the <em>Observer</em>. “We are seeing something very dramatic happening, something that has never occurred in the history of ornithology up there.”</p> <p>The causes of these devastating declines are many, according to scientists – though most agree that the disappearance of food sources is the main reason. Seabirds rely heavily on sand eels for food, and this supply was severely depleted in northern waters by fishing – though this was eventually halted, allowing stocks to recover. However, these have now been disrupted again by global warming, triggered by rising carbon dioxide emissions from factories, cars and power plants that burn fossil fuels. Temperatures in the North Sea and North Atlantic have risen significantly as a result.</p> <p>“This warming seems to be affecting the availability of plankton at the time when sand eels produce their larvae,” said Dunn. “There is less plankton and the larvae grow less well and survive less well.”</p> <p>Not every coastal area of the UK is affected to the same degree, as has been highlighted in a recent project carried out by the RSPB. Groups of puffins, one of the seabirds worst affected by the current crisis, were tagged at two different locations: Shetland and the Shiant Islands, in the Inner Hebrides, where numbers have remained relatively stable in recent years. In the latter, the birds were found to travel on very short journeys of a few kilometres before they returned to their young with plenty of plump fish.</p> <p>However in Shetland, the picture was found to be starkly different. One of its puffins was found to have to fly more than 400km (248 miles) to find food. “That is more than 10 times further than we thought they were flying,” added Dunn. “Journeys like that are hugely energy consuming and leave the birds very weakened. Not only that, they bring back fish that are much less nutritious than the ones they caught in the good old days when Shetland had plenty of puffins.”</p>  <figure class=\"element element-image\" data-media-id=\"7370613a9ed8334fc574a7749e37f2d82b85c496\"> <img src=\"https://media.guim.co.uk/7370613a9ed8334fc574a7749e37f2d82b85c496/824_0_3279_3280/1000.jpg\" alt=\"Guillemots still flock on cliffs at the Sumburgh Head RSPB reserve on Shetland – but in far fewer numbers.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guillemots still flock on cliffs at the Sumburgh Head RSPB reserve on Shetland – but in far fewer numbers.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>A similar story is provided by trackers fitted to guillemots and razorbills from nearby Fair Isle, which has also suffered serious seabird population losses. They too are having to travel hundreds of kilometres to find food. “It explains clearly why our colonies have foundered,” said Dunn.</p> <p>In addition to the sand eel crisis that affects coastal areas of Scotland, there is the problem of plastic which builds up on beaches and is ingested by seabirds, with fulmars being particularly badly affected.</p> <p>“We believe there is plastic in the stomachs of every Shetland fulmar,” said Moncrieff. “If you scaled up what you find in a fulmar’s stomach, it is the equivalent of having a lunch box full of plastic inside your own stomach. There would be no room left for proper food.”</p> <p>The catastrophe that has struck Shetland’s seabird population has been revealed just as similar crises are being reported from other islands round Britain. Puffin numbers have dropped dramatically on the Farne Islands, it was reported last month, while on St Kilda, one of the most significant seabird colonies in the North Atlantic, there has been a 99% reduction in kittiwake nests since 1990. Two years ago, in all the island’s monitored sites, only one pair bred –and that single chick died.</p> <p>Yet as these crises have unfolded, the government has declined to fund a new national census, along the lines of those organised in 1970, 1985 and 2000, even though it is supposed to instigate one every 15 years. “Fortunately, it has now agreed to proceed with one, which we hope should be completed by the end of next year,” said Dunn. “Then we should have a better overall picture of what is happening and why these striking declines are happening in particular places.”</p> <p>For Shetland, the catastrophic decline in many of its key seabird populations is an issue of real concern. The islands are famed for their bleak beauty and have become an important eco-tourism destination. The loss of many of its seabird colonies does not help that cause – though it still has many special attractions: its prehistoric houses and iron age towers, called brochs; a large population of otters (more than 10% of Britain’s otters live here); and increasing numbers of visits by killer whales.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/maps/embed/jun/2018-06-01T16:39:16.html\" data-alt=\"Shetland Islands\"> <a href=\"https://interactive.guim.co.uk/maps/embed/jun/2018-06-01T16:39:16.html\">Shetland Islands</a> <figcaption>Shetland Islands</figcaption> </figure>  <p>As Moncrieff said: “There are still good reasons to come here, but equally the crisis that has hit so many of our seabirds is not something that we can continue to ignore.”</p> <p>• Turtle doves used to arrive in large numbers in April to breed in the British Isles but have now disappeared from large areas of the countryside for a variety of reasons: lack of seed from arable plants; the parasite that carries trichomonosis; and hunting during their migration through southern Europe. As a result, the turtle dove has become the UK’s fastest declining bird and is now considered at risk of global extinction.</p> <p>• Wader populations are declining worldwide thanks to the loss and degradation of habitats, increased predation, and a changing climate. In the UK, this has produced dramatic declines in curlew populations over recent decades – the species has been proposed as the UK’s most important bird conservation priority.</p> <p>• Nightingales and pied flycatchers have declined in large numbers since monitoring of these woodland species began in 1994, leading to their appearance on the <a href=\"https://www.rspb.org.uk/birds-and-wildlife/wildlife-guides/uk-conservation-status-explained/\">red list of endangered bird species</a> in the UK. In total, there are now 16 woodland birds on the red list.</p> <p>• One of five upland bird species that were moved on to the red list recently, the dotterel has declined severely in numbers since the 1980s. Causes for the drop include changes in grazing practices and atmospheric pollution, as well as the effect of climate change, to which mountain-dwelling species are especially vulnerable.</p> <p><em>Sources: the British Trust for Ornithology; the State of the UK’s Birds 2016. </em></p>",
        "newspaperPageNumber": "8",
        "wordcount": "1453",
        "commentCloseDate": "2018-06-06T05:59:39Z",
        "commentable": "true",
        "firstPublicationDate": "2018-06-03T05:59:39Z",
        "isInappropriateForSponsorship": "false",
        "isPremoderated": "false",
        "lastModified": "2018-06-03T05:59:39Z",
        "newspaperEditionDate": "2018-06-03T00:00:00Z",
        "productionOffice": "UK",
        "publication": "The Observer",
        "shortUrl": "https://gu.com/p/8mx7v",
        "shouldHideAdverts": "false",
        "showInRelatedContent": "true",
        "thumbnail": "https://media.guim.co.uk/baf48009012fe597064b4ade58257d8dffc6bfc5/0_134_3872_2324/500.jpg",
        "legallySensitive": "false",
        "lang": "en",
        "bodyText": "Sumburgh Head lies at the southern tip of mainland Shetland. This dramatic 100-metre-high rocky spur, crowned with a lighthouse built by Robert Louis Stevenson’s grandfather, has a reputation for being one of the biggest and most accessible seabird colonies in Britain. Thousands of puffins, guillemots, razorbills, kittiwakes and fulmars gather there every spring to breed, covering almost every square inch of rock or grass with teeming, screeching birds and their young. Or at least they used to – for this year Sumburgh Head is a quiet and largely deserted place. Where seabirds once swooped and cried in their thousands, only a handful of birds wheel round the cliffs. The silence is uncanny – the result of a crash in seabird numbers that has been in progress for several years but which has now reached an unprecedented, catastrophic low. One of the nation’s most important conservation centres has been denuded of its wildlife, a victim – according to scientists – of climate change, which has disrupted food chains in the North Sea and North Atlantic and left many seabirds without a source of sustenance. The result has been an apocalyptic drop in numbers of Arctic terns, kittiwakes and many other birds. “In the past, Sumburgh Head was brimming with birds, and the air was thick with the smell of guano. The place was covered with colonies of puffins, kittiwakes, fulmars, and guillemots,” said Helen Moncrieff, manager of RSPB Scotland’s office in Shetland. “There were thousands and thousands of birds and visitors were guaranteed a sight of puffins. Today they have to be very patient. At the same time, guillemots have halved in numbers. It is utterly tragic.” This grim description is backed by figures that reveal the staggering decreases in seabird numbers in Shetland, the most northerly part of the British Isles. In 2000, there were more than 33,000 puffins on the island in early spring. That figure dropped to 570 last year and there are no signs of any recovery this year, although it is still early in the season. Similarly, Shetland’s kittiwake population plummeted from over 55,000 in 1981 to 5,000 in 2011, and observers believe those numbers have declined even further in the past few years. Only the lack of a properly funded census has prevented ornithologists from putting precise numbers on the devastation that is occurring. “I went to check our sites at Dalsetter and Troswick last week to compare numbers of Arctic terns with those we counted during Seabird 2000, the last national seabird census carried out across Britain and Ireland,” added Moncrieff. “I found there were around 110 Arctic terns there last week compared with around 9,000 that were counted in the same area in 2000. That is the kind of loss we have sustained here.” This point is backed by Euan Dunn, principal policy officer for the RSPB. “These are apocalyptic numbers,” he told the Observer. “We are seeing something very dramatic happening, something that has never occurred in the history of ornithology up there.” The causes of these devastating declines are many, according to scientists – though most agree that the disappearance of food sources is the main reason. Seabirds rely heavily on sand eels for food, and this supply was severely depleted in northern waters by fishing – though this was eventually halted, allowing stocks to recover. However, these have now been disrupted again by global warming, triggered by rising carbon dioxide emissions from factories, cars and power plants that burn fossil fuels. Temperatures in the North Sea and North Atlantic have risen significantly as a result. “This warming seems to be affecting the availability of plankton at the time when sand eels produce their larvae,” said Dunn. “There is less plankton and the larvae grow less well and survive less well.” Not every coastal area of the UK is affected to the same degree, as has been highlighted in a recent project carried out by the RSPB. Groups of puffins, one of the seabirds worst affected by the current crisis, were tagged at two different locations: Shetland and the Shiant Islands, in the Inner Hebrides, where numbers have remained relatively stable in recent years. In the latter, the birds were found to travel on very short journeys of a few kilometres before they returned to their young with plenty of plump fish. However in Shetland, the picture was found to be starkly different. One of its puffins was found to have to fly more than 400km (248 miles) to find food. “That is more than 10 times further than we thought they were flying,” added Dunn. “Journeys like that are hugely energy consuming and leave the birds very weakened. Not only that, they bring back fish that are much less nutritious than the ones they caught in the good old days when Shetland had plenty of puffins.” A similar story is provided by trackers fitted to guillemots and razorbills from nearby Fair Isle, which has also suffered serious seabird population losses. They too are having to travel hundreds of kilometres to find food. “It explains clearly why our colonies have foundered,” said Dunn. In addition to the sand eel crisis that affects coastal areas of Scotland, there is the problem of plastic which builds up on beaches and is ingested by seabirds, with fulmars being particularly badly affected. “We believe there is plastic in the stomachs of every Shetland fulmar,” said Moncrieff. “If you scaled up what you find in a fulmar’s stomach, it is the equivalent of having a lunch box full of plastic inside your own stomach. There would be no room left for proper food.” The catastrophe that has struck Shetland’s seabird population has been revealed just as similar crises are being reported from other islands round Britain. Puffin numbers have dropped dramatically on the Farne Islands, it was reported last month, while on St Kilda, one of the most significant seabird colonies in the North Atlantic, there has been a 99% reduction in kittiwake nests since 1990. Two years ago, in all the island’s monitored sites, only one pair bred –and that single chick died. Yet as these crises have unfolded, the government has declined to fund a new national census, along the lines of those organised in 1970, 1985 and 2000, even though it is supposed to instigate one every 15 years. “Fortunately, it has now agreed to proceed with one, which we hope should be completed by the end of next year,” said Dunn. “Then we should have a better overall picture of what is happening and why these striking declines are happening in particular places.” For Shetland, the catastrophic decline in many of its key seabird populations is an issue of real concern. The islands are famed for their bleak beauty and have become an important eco-tourism destination. The loss of many of its seabird colonies does not help that cause – though it still has many special attractions: its prehistoric houses and iron age towers, called brochs; a large population of otters (more than 10% of Britain’s otters live here); and increasing numbers of visits by killer whales. As Moncrieff said: “There are still good reasons to come here, but equally the crisis that has hit so many of our seabirds is not something that we can continue to ignore.” • Turtle doves used to arrive in large numbers in April to breed in the British Isles but have now disappeared from large areas of the countryside for a variety of reasons: lack of seed from arable plants; the parasite that carries trichomonosis; and hunting during their migration through southern Europe. As a result, the turtle dove has become the UK’s fastest declining bird and is now considered at risk of global extinction. • Wader populations are declining worldwide thanks to the loss and degradation of habitats, increased predation, and a changing climate. In the UK, this has produced dramatic declines in curlew populations over recent decades – the species has been proposed as the UK’s most important bird conservation priority. • Nightingales and pied flycatchers have declined in large numbers since monitoring of these woodland species began in 1994, leading to their appearance on the red list of endangered bird species in the UK. In total, there are now 16 woodland birds on the red list. • One of five upland bird species that were moved on to the red list recently, the dotterel has declined severely in numbers since the 1980s. Causes for the drop include changes in grazing practices and atmospheric pollution, as well as the effect of climate change, to which mountain-dwelling species are especially vulnerable. Sources: the British Trust for Ornithology; the State of the UK’s Birds 2016.",
        "charCount": "8653",
        "shouldHideReaderRevenue": "false"
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    }
  }
}
