{
  "response": {
    "status": "ok",
    "userTier": "developer",
    "total": 1,
    "content": {
      "id": "society/2018/jun/03/obesity-food-poverty-cheap-bread",
      "type": "article",
      "sectionId": "society",
      "sectionName": "Society",
      "webPublicationDate": "2018-06-03T05:21:38Z",
      "webTitle": "The miller’s tale: poverty, obesity and the 45p loaf",
      "webUrl": "https://www.theguardian.com/society/2018/jun/03/obesity-food-poverty-cheap-bread",
      "apiUrl": "https://content.guardianapis.com/society/2018/jun/03/obesity-food-poverty-cheap-bread",
      "fields": {
        "body": "<p>Cinnamon Square craft bakery, in a historic building in Rickmansworth, near Watford, has been full of children on their half-term break learning the ancient art of proving and kneading dough.</p> <p>Its owner, Paul Barker, likes to set a test to help them see how different “real” bread is from the white, sliced factory loaf most of them are used to. Take a piece of white sliced and rub it in your hands; it quickly turns in to a grey, tacky ball that looks as unappetising as old chewing gum. Try the same with a well-made loaf and it just breaks in to crumbs. Think about the chewing-gum-like lump in your stomach. You may be able to buy a large loaf of that for as little as 45p in the supermarket, but how much good will it do you?</p> <p>“We focus on time – it takes anything from 27 hours to 152 hours to make one of our loaves. The bread is more nutritious, more flavoursome and more digestible. The children are so not used to it, but they are converted,” Barker said. He has passed on his award-winning bread-making skills to more than 12,000 children to date, visiting primary and secondary schools as well as giving classes in his bakery.</p> <p>Barker’s evangelism is admirable, but necessarily limited in scale. At a national level, the government’s new obesity strategy is set to be published, with some expecting it this week. But the scale of the task facing those who want to change British children’s eating habits was brought into sharp focus last week by <a href=\"https://www.local.gov.uk/about/news/22000-children-severely-obese-when-they-leave-primary-school\" title=\"\">figures from the Local Government Association</a>. When they arrive in reception, nearly 15,000 British four- and five-year-olds are not just overweight but severely obese. By the time they finish primary school, the number of severely obese is well over 22,000, more than 4% of 11-year-olds.</p>  <figure class=\"element element-image\" data-media-id=\"cfd7d65a49610b7a98aecf8ae42cdc063342df73\"> <img src=\"https://media.guim.co.uk/cfd7d65a49610b7a98aecf8ae42cdc063342df73/0_214_3888_2332/1000.jpg\" alt=\"More than 4% of British 11-year-olds are severely obese.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">More than 4% of British 11-year-olds are severely obese.</span> <span class=\"element-image__credit\">Photograph: Rex</span> </figcaption> </figure>  <p>If those figures sound disturbing, deeper analysis shows the true picture. Fat is a class issue. At age five, children <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/health-and-social-care-committee/news/childhood-obesity-report-published-17-19/\" title=\"\">in poor households are twice as likely to be obese as those in richer ones</a>. By age 11, they are three times as likely to be obese, as MPs on the health select committee reported last week. In affluent Richmond upon Thames, in south-west London, 11% of 11-year-olds are obese, compared with 28% in deprived Barking and Dagenham, in the east of the capital.</p> <p>This inequality gap has grown much bigger in the past decade. Obesity is <a href=\"https://www.theguardian.com/news/datablog/2013/jan/23/fact-checking-obesity-poverty-link\" title=\"\">a disease of poverty</a>, much as cholera was in the 19th century. It does not exclusively affect the poor, and rates are going up across the board, but those who live in deprived areas have <a href=\"http://www.mdpi.com/1660-4601/9/4/1472/html\" title=\"\">far less chance of escaping it – or the catalogue of diseases that come with it, from cancer to diabetes</a>.</p> <p>Researchers studying this “social gradient in overweight” across different countries see a pattern emerging. Obesity is a form of malnutrition, they argue, and the greater the structural inequality within a society, the more that people living under financial and social constraints lack the opportunities for an active, healthy life.</p> <p>Tam Fry, chairman of <a href=\"http://www.nationalobesityforum.org.uk/index.php/about-the-nof.html\" title=\"\">the National Obesity Forum,</a> says: “The simple matter is that obesity is usually the province of socio-economic grades D and E, who cannot afford fruit and vegetables even when they know about good diet, so they feed their families highly processed food, which is less nutritious.”</p> <p>How we now make our bread – a staple for centuries – sums up the problems of a society where healthy eating comes at a price that is just too high for many. “I don’t touch white sliced bread myself,” said Fry, “but it’s cheap, and you can stuff something cheap between it, which may also be highly processed and unhealthy, and call it a sandwich, a meal. There is a distinct difference between the lower and the middle-class larder.”</p> <p>Barker makes bread the way it has been made for generations, using just well-milled flour, yeast, water, and a little salt. Bread like this is called the staff of life because it contains so many vital nutrients: essential fats, fibre, protein, more than 20 vitamins and minerals, and carbohydrates. Since staples by definition account for a large proportion of our intake, if the staple of the diet is healthy, it is much easier to ensure that the diet overall is healthy. But the nutritional gulf between a well-made wholemeal loaf and a white-sliced factory one is enormous.</p> <p>When whole wheat is milled into white flour, the vitamins and minerals are reduced by more than half. The essential-oil-rich germ, which has the greatest concentration of nutrients, is sold off as animal feed. Concern that over-refining might be leaving humans malnourished compared with their livestock was first raised in 1919, and eventually governments required millers to put back a few of the vitamins and minerals through fortification, although they are not restored to the levels found in wholemeal flour.</p> <p>It was in the early 1960s that scientists at the British Baking Industries Research Association in Chorleywood, Hertfordshire, developed a way of making bread that dispensed with the time required by traditional methods.</p> <p>They found air and water could be incorporated into dough if it was mixed at very high speeds in mechanical mixers. It needed double the quantity of yeast to make it rise, and chemical oxidants to get the gas in, and hardened fat to provide structure – without the fat the bread collapsed, in early experiments.</p> <p>Since flavour develops during proving, the new loaf needed more salt to make it taste of something. It also needed emulsifiers to plug the gaps, enabling the dough to retain more air. The process removed labour, reduced costs and gave much higher yields of bread from each sack of flour because the dough absorbed so much more water. The chemicals needed are now mostly incorporated into a premix of additives with soya flour, and labelled as “flour treatment agents”. Extra pure gluten is added to strengthen the flour so it can survive the factory process. This Chorleywood bread process is now ubiquitous, and just three giant baking companies dominate the British market.</p> <p>White bread like this has a glycaemic index score of around 70 (the GI index measures how rapidly food triggers a rise in blood sugar and the release of insulin). Excessive consumption of refined carbohydrates over-stimulates insulin production, leading to blood-sugar highs and lows, which leave you feeling hungry and liable to overeat. Wholemeal bread scores only 50. Stoneground wholemeal is lower still at 30. The slower release of its energy keeps you feeling full longer.</p> <p>On health grounds the choice between the two should be simple. But Barker’s bread costs £2.45 for a large white, and more than £4 for a large speciality wheat and rye loaf. A supermarket white sliced loss leader can cost just 45p. And this is only one example of the poor being routinely priced out of healthier food.</p> <p>Whatever the government comes up with this week, Elizabeth Dowler, professor emerita at Warwick University, who has researched food poverty for the government, says better wages must be part of any solution. Which should mean less cheap bread in shopping baskets.</p> <p>“Cheap bread is unpleasant, pappy, not particularly nutritious and, because of the way it’s metabolised, can easily contribute [to being overweight],” she says.</p> <p>“Obesity is the canary in the mine. It tells us there is something seriously wrong with not just the food system but the whole economic system. When you talk to poor parents about how they manage on very low incomes, you learn that they have so little that food is a long, long way down the list. Unless you address the social contexts in which people live, you’ll never really tackle obesity. What they are up against will continue to defeat them.”</p> <p><em>Felicity Lawrence is author of </em><a href=\"https://www.guardianbookshop.com/not-on-the-label.html\" title=\"\"><em>Not on the Label</em></a><em> (Penguin, £9.99).</em></p> <h2>Weight of evidence<br></h2> <p><strong>28%</strong></p> <p>Percentage of obese 11-year-olds in Barking and Dagenham, a deprived area of London, whereas in more affluent Richmond uopn Thames the figure drops to 11%</p> <p><strong>45p</strong></p> <p>The price of a basic sliced white loaf – fifth of the cost of a traditionally made white loaf from a specialist baker</p> <p><strong>20</strong></p> <p>Number of vitamins and minerals in a non-processed loaf of bread which, with essential fats, fibre, protein and carbohydrates, make up what we need for good health</p> <p><strong>15,000</strong></p> <p>The number of British four- and five-year-olds who are severely obese when they start school</p> <p><strong>70</strong></p> <p>Glycaemic index score for a basic loaf of processed white bread; its wholemeal equivalent scores 50 and stoneground wholemeal 30</p>"
      },
      "isHosted": false,
      "pillarId": "pillar/news",
      "pillarName": "News"
    }
  }
}
